{
  "tab-type": {
    "title": "Жанр лендинга",
    "tabContent": {
      "1": "1) Жанр лендинга на&nbsp;wikipedia**:<br><br>Целевая страница (англ. landing page, также посадочная страница, лендинг)&nbsp;&mdash; веб-страница, основной задачей которой является сбор контактных данных целевой аудитории. <span class='tl__highlighted-text'>Целевая страница используется для усиления эффективности рекламы, увеличения аудитории.</span> Целевая страница обычно содержит информацию о&nbsp;товаре или услуге. &lt;...&gt; <span class='tl__highlighted-text'>Главной задачей таких страниц является превращение посетителя в&nbsp;покупателя или клиента компании</span>, побуждение к&nbsp;целевому действию. Анализ действий пользователей на&nbsp;целевой странице позволяет маркетологам определить успешность рекламы.<br><br>2) Жанр лендинга в&nbsp;программе &laquo;Дизайн и&nbsp;программирование&raquo; Школы Дизайна за&nbsp;2&nbsp;модуль 2&nbsp;курса**:<br><br>Описание<br>В&nbsp;модуле изучается особый жанр сайтов&nbsp;&mdash; лендингов, <span class='tl__highlighted-text'>предназначенных для продвижения продукта в&nbsp;интернете</span>. Особое внимание уделяется понятию о&nbsp;продукте в&nbsp;социально-психологическом контексте его потребления. Студенты знакомятся с&nbsp;базовыми продуктовыми понятиями, изучают жанр посадочной страницы.<br><br>...",
      "2": "Итоговый проект<br>Посадочная страница на&nbsp;платформе Tilda, <span class='tl__highlighted-text'>рекламирующая вымышленный продукт.</span><br><br>Требования к&nbsp;итоговому проекту<br>8&ndash;16&nbsp;слайдов:<br>&mdash;&nbsp;Обложка;<br>&mdash;&nbsp;Постановка задачи: проблематика, контекст, решение;<br>&mdash;&nbsp;Исследование <span class='tl__highlighted-text'>конкурентов</span>, обзор <span class='tl__highlighted-text'>рынка</span>;<br>&mdash;&nbsp;<span class='tl__highlighted-text'>Job Stories</span>;<br>&mdash;&nbsp;<span class='tl__highlighted-text'>Целевая аудитория</span>;<br>&mdash;&nbsp;<span class='tl__highlighted-text'>Результаты кастдева</span>;<br>&mdash;&nbsp;Референсы и&nbsp;мудборд;<br>&mdash;&nbsp;Графическая система;<br>&mdash;&nbsp;Мокап и&nbsp;ссылка на&nbsp;публикацию в&nbsp;Tilda;<br>&mdash;&nbsp;Лендинг: мобильная и&nbsp;десктопная версии;<br>&mdash;&nbsp;По&nbsp;желанию: продукция с&nbsp;символикой, трейлер.<br><br>Критерии оценивания смысловой части проекта<br>&mdash;&nbsp;Уникальная и/или остроумная идея продукта;<br>&mdash;&nbsp;Авторский контент (изображения и&nbsp;текст);<br>&mdash;&nbsp;Выбор соответствующего теме визуального языка.<br><br>...",
      "3": "Критерии оценивания визуальной части проекта<br>&mdash;&nbsp;Аккуратная типографика;<br>&mdash;&nbsp;Единообразие и&nbsp;цельность стиля;<br>&mdash;&nbsp;Режиссура (управление вниманием пользователя/читателя, немонотонная подача);<br>&mdash;&nbsp;Анимация (уместность);<br>&mdash;&nbsp;Логичность и&nbsp;удобство интерактивных решений;<br>&mdash;&nbsp;<span class='tl__highlighted-text'>Соответствие работы генеральной задаче: продать продукт;</span><br>&mdash;&nbsp;Убедительность призыва к&nbsp;действию."
    }
  },
  "tab-pre": {
    "title": "Предисловие",
    "tabContent": {
      "1": "Здесь представлена критика жанра лэндинга как аккумулятора культурной логики позднего капитализма и&nbsp;основной роли дизайнера в&nbsp;ней. Рассмотрим всё, что ожидается от&nbsp;веб-дизайнеров при создании лэндинга, попробуем объективно посмотреть на&nbsp;каждый из&nbsp;шагов, а&nbsp;также предложить какое-то альтернативное направление (?).<br><br>Все вещи, сказанные здесь, относятся не&nbsp;только к&nbsp;лэндингам и&nbsp;не&nbsp;только к&nbsp;Школе Дизайна НИУ ВШЭ, они касаются российского веб-пространства, самоопределения российских веб-дизайнеров и&nbsp;российских практиках обучения веб-дизайну в&nbsp;целом. Но&nbsp;именно этот жанр показался одним из&nbsp;наиболее показательных, поэтому препарировать будем именно его.<br><br>Перед прочтением можно ознакомиться с&nbsp;определением жанра из&nbsp;википедии и&nbsp;тем, как эту задачу видят составители программы в&nbsp;Школе Дизайна (см. <span class='tl__link-to-description tl__jump' data-tab='tab-type'>Жанр лендинга</span>)&nbsp;&mdash; дальше этих текстов в&nbsp;изучении жанра перед началом работы редко заходят и&nbsp;сами веб-дизайнеры."
    }
  },
  "tab-things": {
    "title": "0) Положение вещей",
    "tabContent": {
      "1": "Современные веб-дизайнеры в&nbsp;России, в&nbsp;основном, выполняют карикатурную функцию продавцов на&nbsp;рынке. Предполагается, что они должны <span class='tl__italic-text'>(1)</span> оценить проходящего мимо человека по&nbsp;внешнему виду, прикинуть его покупательные способности, <span class='tl__italic-text'>(2)</span> выкрикнуть несколько шаблонных фраз, подходящих под внешний вид этого покупателя&nbsp;&mdash; пустые риторические конструкции об&nbsp;овощах на&nbsp;прилавке, часто ничего общего с&nbsp;этими овощами не&nbsp;имеющие. Затем они должны <span class='tl__italic-text'>(3)</span> упаковать эти овощи в&nbsp;какой-то пакет и&nbsp;отдать его покупателю. <span class='tl__italic-text'>(4)</span> Если подошедшему покупателю всё понравится, то&nbsp;он&nbsp;купит овощи, если&nbsp;же не&nbsp;купит, считается, что дизайнер выполнил плохую работу. <br><br>Жанр лэндинга идеально подходит под это описание. Так его рассматривают в&nbsp;Школе Дизайна НИУ ВШЭ, так его формулируют в&nbsp;задачах на&nbsp;модуль и&nbsp;так выглядят сделанные большинством студентов одинаковые, в&nbsp;сущности, работы. Оценивают это, соответственно, по&nbsp;тому, насколько хорошо дизайнер определил покупателя по&nbsp;его внешнему виду, насколько хорошо расхвалил несуществующие помидоры, насколько хорошо работает на&nbsp;этот сценарий выбранные дизайнером цвет пакета и&nbsp;форма его ручек, и&nbsp;насколько хорошо этот пакет вписывается к&nbsp;остальным пакетам других дизайнеров на&nbsp;рынке."
    }
  },
  "tab-point": {
    "title": "1) Начальная точка работы веб-дизайнера",
    "tabContent": {
      "1": "Работа с&nbsp;&laquo;целевой аудиторией&raquo;&nbsp;&mdash; первое, что ожидается от&nbsp;веб-дизайнера при создании дизайна лэндинга. Предполагается, что правильной оценке того, кто стоит перед дизайнером, определяются всё последующие шаги&nbsp;&mdash; выбор риторических конструкций и&nbsp;выбор пакета. Дизайнер прикидывает, что&nbsp;бы ему выбрать, чтобы стоящий перед ним человек купил&nbsp;то, что оборачивается в&nbsp;пакет и&nbsp;нахваливается.<br><br>Исходная точка уже предполагает ложную цель&nbsp;&mdash; угодливо-рекламную, а&nbsp;не&nbsp;сущностно-качественную. Перед веб-дизайнером никогда не&nbsp;стоит задача сделать интересно, сделать дизайн языком, системой, продолжением внутреннего содержания проекта. Перед ним стоит задача продать. И&nbsp;первое, на&nbsp;что дизайнер должен посмотреть в&nbsp;таком про-капиталистическом сценарии&nbsp;&mdash; не&nbsp;на&nbsp;проект/объект/продукт&nbsp;&mdash; а&nbsp;на&nbsp;покупателя; потом сидеть и&nbsp;гадать, какой&nbsp;же пакет и&nbsp;набор слов ему&nbsp;бы понравился (причем покупателем здесь может быть кто угодно&nbsp;&mdash; включая комиссию на&nbsp;просмотре)."
    }
  },
  "tab-words": {
    "title": "2) Словоблудие веб-дизайнера",
    "tabContent": {
      "1": "Исходя из&nbsp;определенной&nbsp;ца, дизайнер выбирает, что ему сказать. Такая речь состоит из&nbsp;горы в&nbsp;сущности пустых фраз, цифр и&nbsp;обещаний, и&nbsp;служит одной цели&nbsp;&mdash; закрепить набор знаков, которые&nbsp;бы понравились покупателю, за&nbsp;продуктом. Суть самого продукта при этом не&nbsp;имеет особенного значения, она может быть абсолютно любой, это не&nbsp;важно.<br><br>Об&nbsp;этом говорит&nbsp;а) то, что российский коммерческий веб-дизайн весь собран из&nbsp;одного и&nbsp;того&nbsp;же узкого набора шаблонов, несмотря на&nbsp;то, насколько разные продукты им&nbsp;могут продвигаться,&nbsp;б) то, что при обучении веб-дизайну на&nbsp;большинстве курсов в&nbsp;России мы&nbsp;вольны выбрать любой несуществующий, а&nbsp;часто и&nbsp;не&nbsp;предполагающий существование вообще, продукт (причем дизайн веб-страницы для марсианских булочек переводящих язык на&nbsp;любой другой, и&nbsp;для домашнего ядовитого растения подсказывающего математику, может быть практически идентичным), а&nbsp;также&nbsp;в) единый корпус текстов, который используется для описания любых продуктов, и&nbsp;отсутствие желания, возможности и&nbsp;надобности вылезать за&nbsp;рамки этого корпуса.<br><br>...",
      "2": "Такие продукты все уникальные, помогающие, успокаивающие, избавляющие от&nbsp;тревоги, спасающие, необходимые, лучшие, качественные, первые, одобрены психологами и&nbsp;профессионалами, и&nbsp;еще много какие. Подобные тексты мусорные и&nbsp;скучные, они навязчиво умоляют тебя им&nbsp;поверить, жалостливо пытаются связать себя с&nbsp;любыми овощами (какими&nbsp;бы тухлыми они не&nbsp;были), которые продает дизайнер. А&nbsp;в&nbsp;учебных лэндингах даже этих тухлых овощей не&nbsp;существует. Веб-дизайнеров учат транслировать бессмысленные знаки, указывающие на&nbsp;бессмысленные вещи, которые, в&nbsp;свою очередь, часто тоже указывают на&nbsp;бессмысленные знаки. Учат оборачивать эту одинаковую бессмыслицу в&nbsp;такие&nbsp;же одинаковые шаблонные конструкции разных цветов.<br><br>Писать свой корпус текстов, которые должны появиться в&nbsp;проекте/рядом с&nbsp;продуктом (исходя из&nbsp;этого проекта/продукта), их&nbsp;не&nbsp;учат&nbsp;&mdash; учат цеплять к&nbsp;нему уже готовые. Рассказ о&nbsp;проекте/продукте появляется не&nbsp;из&nbsp;него самого, не&nbsp;из&nbsp;его сути, а&nbsp;из&nbsp;какой-то внешней точки, из&nbsp;желания продать этот продукт, повесть на&nbsp;него набор проверенных продающих знаков извне. То&nbsp;есть не&nbsp;проект порождает вокруг себя язык, а&nbsp;язык, ничего общего с&nbsp;проектом не&nbsp;имеющий, наклеивается этикеткой-ценником на&nbsp;проект, оборачивается вокруг него.<br><br>...",
      "3": "Ни&nbsp;одной точки реальности в&nbsp;этой цепочке никогда не&nbsp;появляется. Зачастую даже в&nbsp;определении целевой аудитории&nbsp;&mdash; это просто представление дизайнера (или и&nbsp;вовсе gpt) о&nbsp;трех несуществующих личностях и&nbsp;об&nbsp;их&nbsp;несуществующей, придуманной веб-дизайнером, жизни. Все слова и&nbsp;риторические конструкции, которые уже были замечены здесь в&nbsp;работе веб-дизайнера, не&nbsp;имеют внутри себя никакого смысла. За&nbsp;ними абсолютно ничего нет. Это производство ни&nbsp;на&nbsp;что не&nbsp;указывающих знаков. Это довольно глупая, неинтересная галлюцинаторная работа, не&nbsp;имеющая ничего общего с&nbsp;дизайном."
    }
  },
  "tab-send": {
    "title": "3) Рабочая песочница веб-дизайнера",
    "tabContent": {
      "1": "(Заметим, что к&nbsp;собственно дизайну в&nbsp;привычном его понимании мы&nbsp;переходим только в&nbsp;третьем пункте).<br><br>Лэндинг предполагает очень конкретный набор кубиков, из&nbsp;которых складываются&nbsp;90% всех встреченных в&nbsp;ходе исследования лэндингов&nbsp;&mdash; как учебных, так и&nbsp;реализованных. Это набор скругленных прямоугольных сущностей разного цвета, в&nbsp;которые можно занести бессмыслицу, о&nbsp;которой говорилось в&nbsp;пункте 2. Ширина дизайнерской мысли заключается в&nbsp;следующем:<br><br>&mdash;&nbsp;в&nbsp;выборе степени скругления углов прямоугольных сущностей (иногда скругления доходят до&nbsp;кругов, но&nbsp;в&nbsp;целом это та&nbsp;же сущность; иногда дизайнер не&nbsp;скругляет углы, и&nbsp;кажется, это все еще одна и&nbsp;та&nbsp;же сущность).<br><br>&mdash;&nbsp;в&nbsp;выборе шрифта и&nbsp;кегля для текста в&nbsp;этих сущностях и&nbsp;вовне этих сущностей.<br><br>&mdash;&nbsp;в&nbsp;расставлении этих сущностей по&nbsp;веб-странице в&nbsp;определенном порядке и&nbsp;заполнения их&nbsp;цветом/картинкой, опционально градиентом/блюром/обводкой. Можно растянуть сущность на&nbsp;весь экран или повесить на&nbsp;нее анимацию.<br><br>&mdash;&nbsp;подпункт: в&nbsp;выборе положения продукта на&nbsp;картинке, положения картинки на&nbsp;веб-странице.<br><br>...",
      "2": "И&nbsp;даже в&nbsp;таком узком наборе графических элементов (их&nbsp;три&mdash; текст, прямоугольные сущности, картинки) и&nbsp;решений, которые надо принять (выбор скругления, выбор внешнего вида текста, выбор композиции) веб-дизайнер умудряется сталкиваться с&nbsp;нехваткой идей. Поэтому он&nbsp;идет на&nbsp;pinterest, или любую другую такую&nbsp;же платформу, где, подобно охотникам-собирателям, срывает плоды чужих решений, затем несёт их&nbsp;в&nbsp;свой figma-файл и&nbsp;повторяет практически точь-в-точь, наивно пологая, что если перенести решения не&nbsp;одной работы, а&nbsp;нескальных, и&nbsp;немного поменять цвет и&nbsp;ширину обводки, этого дублирования никто не&nbsp;заметит.<br><br>Учтем, что все эти решения снова вырастают не&nbsp;из&nbsp;продукта/проекта, а&nbsp;берутся где-то извне, компилируются в&nbsp;стороне от&nbsp;него, продукт здесь только один из&nbsp;материалов для этой компиляции, от&nbsp;него дизайнер не&nbsp;отталкивается. Снова от&nbsp;сути продукта/проекта ничего не&nbsp;зависит.<br><br>...",
      "3": "Итого, каждое&nbsp;из (всего лишь) трех решений он&nbsp;принимает не&nbsp;самостоятельно, а&nbsp;опираясь на&nbsp;такие&nbsp;же скучные чужие работы. Причем даже если он&nbsp;не&nbsp;заходит на&nbsp;pinterest, у&nbsp;него абсолютно все шансы сделать ту&nbsp;же самую сборку. Потому что вчера, позавчера и&nbsp;все прожитые дни до&nbsp;этого момента он&nbsp;наблюдал за&nbsp;&laquo;современным&raquo; шаблонным российским веб-дизайном, и&nbsp;масштаб его &laquo;творческого&raquo; поля ограничивается всё теми&nbsp;же увиденными конструкциями, все теми&nbsp;же впитанными шаблонами, все теми&nbsp;же скругленными прямоугольными сущностями.<br><br>Будучи засосанным в&nbsp;воронку этой продажно-покупательной среды и&nbsp;окруженным всеми этими однотипным веб-объектами, такой дизайнер уверен, что это всё, что ему дано. Что на&nbsp;этом веб-дизайн в&nbsp;целом заканчивается. Поэтому на&nbsp;передний план (иногда) начинает выходить технологическое выпендрежничество, сути за&nbsp;которым всё еще никакой, но&nbsp;которое, по&nbsp;началу, ощущается хотя&nbsp;бы сколько-то ново."
    }
  },
  "tab-assess": {
    "title": "4) Обучение и оценка веб-дизайнера",
    "tabContent": {
      "1": "Практики обучения веб-дизайну в&nbsp;России в&nbsp;большинстве своем не&nbsp;пытаются вылезти за&nbsp;эти рамки. Преподавателям, видимо, не&nbsp;хватает либо компетенции, либо смелости двигать студентов в&nbsp;более интересную (хотя, несомненно, и&nbsp;более сложную) сторону. Они либо поощряют скуку и&nbsp;этот парад одинаковых решений разных цветов, либо молча с&nbsp;ним смиряются, причем последние еще хуже (потому что если ты&nbsp;в&nbsp;лоб не&nbsp;видишь проблему, то&nbsp;ты&nbsp;в&nbsp;жертвенной позиции, но&nbsp;если ты&nbsp;видишь&nbsp;ее, и, обладая авторитетом, принципиально ничего с&nbsp;ней не&nbsp;делаешь, то&nbsp;ты&nbsp;в&nbsp;позиции предателя).<br><br>а) То, что в&nbsp;программе &laquo;дизайна и&nbsp;программирования&raquo; Школы Дизайна все формулировки задач подчеркнуто &laquo;маркетинговые&raquo;,&nbsp;б) то, что уклон в&nbsp;продажность часто оценивается и&nbsp;поощряется гораздо больше, чем желание собрать нетривиальный дизайн, заставляющей остановиться, в) и&nbsp;то, что в&nbsp;таких учебных заведениях приучают студентов смотреть на&nbsp;себя как на&nbsp;продавцов помидоров (а&nbsp;с&nbsp;постановкой задач типа &laquo;лэндинга&raquo; этого модуля по-другому ты&nbsp;на&nbsp;себя и&nbsp;не&nbsp;посмотришь), уродует самоопределение российских веб-дизайнеров, снижает качество и&nbsp;занимательность их&nbsp;работ, равняет все работы под одну гребенку и&nbsp;делает российское веб-пространство ужасно одинаковым неинтересным местом.<br><br>...",
      "2": "Конечно, даже с&nbsp;такими образовательными тенденциями появляется что-то классное. Кажется, даже наша веб-культура не&nbsp;справляется до&nbsp;конца с&nbsp;выхолащиванием интересных взглядов на&nbsp;веб-объекты и&nbsp;не&nbsp;может сдержать потенциал всех дизайнеров в&nbsp;этом медиа. А&nbsp;что&nbsp;бы было, если&nbsp;бы этих дизайнеров не&nbsp;пытались постоянно дергать в&nbsp;другую сторону, не&nbsp;старались навязчиво впарить&nbsp;бы им&nbsp;продажу помидоров и&nbsp;не&nbsp;использовали&nbsp;бы в&nbsp;задачах формулировки, заведомо определяющие про-капиталистический характер итога? Ну&nbsp;хотя&nbsp;бы в&nbsp;их&nbsp;обучении.<br><br>А&nbsp;делать качественный крутой дизайн нас особенно не&nbsp;учат, не&nbsp;показывают хорошие интересные примеры, не&nbsp;направляют. Посредственность поощряется нормальным оценками, прописанными критериями, характером формулировок. Но&nbsp;студентам и&nbsp;так сложно, и&nbsp;большинство просто идет в&nbsp;предложенную сторону, слепо принимая дурацкие правила игры, обманываясь, замыкаясь в&nbsp;шаблонности и&nbsp;думая, что эта шаблонность&nbsp;&mdash; всё, что они могут сделать в&nbsp;этом медиа.<br><br>А&nbsp;это далеко не&nbsp;всё, и, кажется, это должны объяснять нам преподаватели. Но&nbsp;пока вместо этого они занимаются тем, что упорно пытаются преподать нам ту&nbsp;же самую шаблонность. Учат нас рисовать скругленные ценники на&nbsp;скругленных пакетах. Учат нас все дальше уходить от&nbsp;реальности и&nbsp;конкретности, от&nbsp;создания хорошего дизайна, от&nbsp;действительно интересных в&nbsp;профессии процессов."
    }
  },
  "tab-output": {
    "title": "(?) Итог?",
    "tabContent": {
      "1": "Задача сделать лэндинг, вероятно, не&nbsp;так плоха, если ее&nbsp;переформулировать. Если попытаться не&nbsp;подчинять дизайнера законам рынка (однообразный внешний вид которого, кстати, дизайнеры&nbsp;же и&nbsp;формируют) с&nbsp;пеленок, то&nbsp;он, возможно, сделает и&nbsp;с&nbsp;этой задачей что-нибудь интересное.<br><br>Но&nbsp;надо понимать, что&nbsp;а) пока веб-дизайнер не&nbsp;выйдет за&nbsp;границы привычного ему веб-пространства,&nbsp;б) пока не&nbsp;посмотрит критическим взглядом на&nbsp;обилие данных ему инструментов еще раз, в) пока не&nbsp;очнется от&nbsp;своей роли продавца помидоров и&nbsp;не&nbsp;поймет, что его профессия гораздо интереснее и&nbsp;созидательнее, чем он&nbsp;ее&nbsp;видит, г) пока не&nbsp;переместит свой взгляд с&nbsp;pinterest и&nbsp;миллиард раз принятых за&nbsp;него одних и&nbsp;тех&nbsp;же решений на&nbsp;то, как ещё он&nbsp;может собрать свой дизайн, д) пока не&nbsp;посмотрит на&nbsp;свою работу как на&nbsp;интересный живой веб-объект, а&nbsp;не&nbsp;как на&nbsp;прилавок из&nbsp;чужих конструкций, е) пока не&nbsp;перестанет орать о&nbsp;бессодержательных вещах, и&nbsp;не&nbsp;начнет рассуждать хоть о&nbsp;чем-то, имеющим отношение к&nbsp;реальности, нормального и&nbsp;сколько-нибудь интересного, ценного примера в&nbsp;российском веб-дизайне мы&nbsp;не&nbsp;увидим. По&nbsp;крайней мере, очень странно ждать появление чего-то такого."
    }
  }
}
